Repository: common-repository/brozzme-scroll-top
Catalog: languages/brozzme-scroll-top-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: General settings option
fr_fr: Réglages Général

source: Enable Scroll top
fr_fr: Activer le défilement vers le haut

source: Enable back-office Scroll top
fr_fr: Activer le Retour en haut par l’administration

source: Button background color
fr_fr: Couleur de fond du bouton

source: Button background color on hover
fr_fr: Couleur de l'arrière-plan du bouton au survol

source: Button height
fr_fr: Hauteur du bouton

source: Button width
fr_fr: Largeur du bouton

source: Border radius
fr_fr: Arrondis de bordure

source: Horizontal position
fr_fr: Positionnement horizontal

source: Padding for horizontal position
fr_fr: Espacement pour la position horizontale

source: Vertical position
fr_fr: Positionnement vertical

source: Padding for vertical position
fr_fr: Espacement pour la position verticale

source: Animation speed
fr_fr: Durée de l’animation

source: Animation type
fr_fr: Type de l’animation

source: Help
fr_fr: Aide

source: General settings
fr_fr: Réglages

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Divi has been detected as your template theme, to avoid two back-to-top buttons, the Divi's option has been disabled and set to "off".
fr_fr: Divi a été détecté comme étant votre thème, pour éviter qu’il n’y ai deux bouton de retour vers le haut, l’option de Divi a été désactivée.

source: If you want to get back to the Divi original back-to-top button, turn Off the above option and reactivate it in the Divi theme customizer.
fr_fr: Si vous désirez revenir au bouton de retour vers le haut de Divi, désactivez l’option ci-dessus and réactivez la dans le petrsonnalisateur de thème.

source: OceanWP has been detected as your template theme, to avoid two back-to-top buttons, the OceanWP's option has been disabled and set to "off".
fr_fr: Oceanwp a été détecté comme étant votre thème, pour éviter qu’il n’y ai deux bouton de retour vers le haut, l’option d’Oceanwp a été désactivée.

source: If you want to get back to the OceanWP original back-to-top button, turn Off the above option and reactivate it in the OceanWP theme customizer.
fr_fr: Si vous désirez revenir au bouton de retour vers le haut d’Oceanwp, désactivez l’option ci-dessus and réactivez la dans le petrsonnalisateur de thème.

source: Default radius is 0 pixels
fr_fr: Valeur par défaut, 0 pixel

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Default unit is 10 pixels
fr_fr: Valeur par défaut, 10 pixels

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Default unit is 40 pixels
fr_fr: Valeur par défaut, 40 pixels

source: second (default)
fr_fr: Seconde (par défaut)

source: second
fr_fr: seconde

source: seconds
fr_fr: Secondes

source: Linear
fr_fr: Linéaire

source: None
fr_fr: Aucun

source: Brozzme Scroll Top automatically adds a nice scroll to top button. You don't need to add shortcode, widget or any template tag to see it.
fr_fr: Brozzme Scroll Top ajoute automatiquement un bouton de retour vers le haut de la page. Pas besoin d’ajouter un shortcode, un widget ou un lien dans votre thème pour l’utiliser.

source: You can set essentials options in the admin panel:
fr_fr: Vous pouvez régler les options essentielles sur la page d’administration :

source: float left or right
fr_fr: Positionnement à gauche ou à droite

source: spacing from border (left or right).
fr_fr: Espacement horizontal, espacement à partir de la bordure (gauche ou droite).

source: vertical-align top or bottom
fr_fr: Alignement vertical, haut ou bas

source: spacing from document top or bottom
fr_fr: Espacement vertical, espacement à partir de la bordure (haut ou bas).

source: Speed and animation type
fr_fr: Type et durée de l’animation

source: You can easily enable or disable the plugin from appearing on the front-end while you configuring it.
fr_fr: Vous pouvez simplement désactiver l’extension pendant vos tests, il n’apparait que pour les administrateurs.

source: Options are not delete with plugin desactivation.
fr_fr: Les options ne sont pas effacées à la désactivation.

source: Divi and OceanWP users can now use Brozzme Scroll Top. The theme back-to-top button is automatically deactived when the plugin is enable.
fr_fr: Les utilisateurs de Divi et d’OceanWP peuvent utiliser Brozzme Scroll Top plutôt que le bouton de retour vers le haut du thème. L’option du thème est automatiquement désactivée quand le plugin est activé.

source: There is one way to change icon svg file. Hook through "brozzme_scroll_top_icon_override" in your theme functions.php
fr_fr: Vous pouvez modifier le fichier svg de l’icône, en utilisant le filtre « brozzme_scroll_top_icon_override » dans le fichier functions.php

source: You can see Brozzme (Benoti) plugins on
fr_fr: Découvrez les extensions Brozzme (Benoti) sur

source: You'll very kind to put rate 5-star the plugins that you use on wp.org, it would make me very happy and would encourage other users to use them.
fr_fr: Vous serez très sympa de laisser un commentaire et 5 étoiles pour les plugins que vous utilisez sur wp.org. Cela me rendra très heureux et encouragera d’autres utilisateurs à les utiliser.

source: Simply add scroll to top button on every pages.
fr_fr: Ajoutez simplement un bouton de retour vers le haut, sur toutes vos pages.
